{
  "start": {
    "helpDescription": "Comenzar el juego.",
    "fields": {
      "default": {
        "helpUsage": "OPCIONAL: default (para usar la configuración default)"
      }
    },
    "roundConfig": {
      "eventModeWarning": "**ADVERTENCIA**: ¡Con este modo de juego, los ganadores no se contarán en la clasificación! Obtenga más información sobre los modos de juego en mi servidor de soporte.",
      "whatMode": "¿Qué modo quieres jugar? {{modes}}",
      "expiredMatch": "El juego ha caducado. Vuelve a iniciarlo.",
      "cancelledMatch": "Partido cancelado.",
      "noManageMessagesPermission": "¡He detectado que estoy sin el permiso de {{MANAGE_MESSAGES}}, sin él, no puedo continuar! Por favor, dame el permiso y vuelve a intentarlo para iniciar una partida.",
      "invalidMode": "Este no parece un modo válido. Cancelado..",
      "whatRounds": "¿Cuál es el número de rondas del partido?",
      "isNaN": "¡Eso no parece un número! Cancelado...",
      "roundsLimit": "¡Solo puedes iniciar hasta 10 rondas! Cancelado...",
      "whatDuration": "¿Cuál es la duración de las rondas? (Mínimo: 20 segundos)",
      "minimumTime": "¡El tiempo mínimo es de 20 segundos! Ingrese un valor más alto. Cancelado...",
      "invalidDuration": "Esta no parece ser una duración válida. Cancelado...",
      "whatAnimeListWebsite": "¿De qué sitio web es tu lista de anime? (Compatible: {{websites}})",
      "invalidWebsite": "Este no parece ser un sitio web compatible. Cancelado...",
      "whatUsername": "¿Cuál es su nombre de usuario en el sitio web que eligió?",
      "invalidUsername": "¡No encontré este nombre de usuario en el sitio web que eligió! Cancelado..."
    },
    "rollingMatch": "Ya hay una coincidencia ejecutándose en un canal de voz en ese servidor.",
    "tip": "**SUGERENCIA**: si desea detener la configuración de la coincidencia, envíe **{{prefix}}stop**"
  },
  "botinfo": {
    "helpDescription": "Muestra la información del bot.\n",
    "ritsuAbout": "¡Hola! Soy **Ritsu** y soy un bot basado en el juego **Anime Music Quiz** hecho con {{jsEmoji}} **Javascript** usando discord.js, tu objetivo en el juego es simple, lo haré juega una apertura o un final y debes adivinar cuál es su anime. Estoy en {{servers}} servidores, estoy en línea desde **{{days}}d {{hours}}h {{minutes}}m {{seconds}}s** y con **{{matches}}** ¡coincidencias actuales ahora mismo!",
    "commands": "comandos",
    "usefulLinks": "Enlaces útiles",
    "credits": "Creditos",
    "creditsDescriptions": {
      "themes": "Para proporcionar los temas para que juegue el bot",
      "animemusicquiz": "Por supuesto, la mayor inspiración para este proyecto",
      "kyuuchan": "Muchas partes del código me inspiraron",
      "creators": "Ideas, desarrollo y mucha paciencia, sin estas 3 personas probablemente el bot no existiría."
    }
  },
  "help": {
    "helpDescription": "Este comando: P",
    "available": "Comandos disponibles",
    "howtoplay": "**Cómo jugar**: al usar el comando para iniciar el juego, el bot reproducirá una canción de una apertura o final aleatoria (o si especificas el año de los temas en el comando de inicio) y quien pueda adivinar el anime del mayor número de aperturas o finales según las rondas, gana."
  },
  "invite": {
    "helpDescription": "¡Agrégame en tu servidor!",
    "inviteMessage": "**Puedes agregarme a tu servidor usando este enlace {{inviteUrl}}**\n\n¿Quiere estar al tanto de las nuevas actualizaciones y charlar con los desarrolladores? ¡Únete a mi servidor de soporte! Solo eche un vistazo a **{{prefix}}botinfo** ^ w ^"
  },
  "ping": {
    "helpDescription": "Muestra la latencia del bot."
  },
  "prefix": {
    "helpDescription": "Cambia el prefijo del bot.",
    "noPrefix": "Necesita especificar el prefijo.",
    "changedPrefix": "Se ha cambiado el prefijo del servidor: {{newPrefix}}"
  },
  "profile": {
    "helpDescription": "Show your profile."
  }
}
